Repository: steveno/balistica
Catalog: po/*.po
Languages: nl

source: Drag
nl: Slepen

source: Twist
nl: Draaien

source: Stability
nl: Stabiliteit

source: Failed to create XDG directory
nl: Kan geen XDG-map aanmaken

source: Error showing help
nl: Fout bij het weergeven van hulp

source: An open source external ballistics calculator.
nl: Een open bron externe ballistische calculator.

source: Range
nl: Bereik

source: Drop Inches
nl: Daling inches

source: Drop MOA
nl: Daling MOA

source: Velocity
nl: Snelheid

source: Energy
nl: Energie

source: Windage MOA
nl: Windkracht MOA

source: Time
nl: Tijd

source: Drag Coefficient must be a positive value greater than 0
nl: De sleepcoëfficiënt moet een positieve waarde hebben groter dan 0

source: Initial Velocity must be a positive value greater than 0
nl: De beginsnelheid moet een positieve waarde hebben groter dan 0

source: Sight Height over Bore must be a positive value greater than 0
nl: Zichthoogte boven diameter moet een positieve waarde hebben groter dan 0

source: Projectile Weight must be a positive value greater than 0
nl: Projectielgewicht moet een positieve waarde hebben groter dan 0

source: Zero Range must be a positive value greater than 0
nl: Nulbereik moet een positieve waarde hebben groter dan 0

source: Error creating solution results
nl: Fout bij het maken van oplossingsresultaten

source: Cannot export an empty drag solution
nl: Kan geen lege sleepoplossing exporteren

source: Save As
nl: Opslaan als

source: Cancel
nl: Annuleren

source: Save
nl: Opslaan

source: Failed to overwrite existing file
nl: Bestaand bestand kan niet worden overschreven

source: Error selecting file to save as
nl: Fout bij selecteren van bestand om op te slaan als

source: <b>Drag Coefficient:</b> %.2f
nl: <b>Sleepcoëfficiënt:</b> %.2f

source: <b>Projectile Weight:</b> %.2f
nl: <b>Projectielgewicht:</b> %.2f

source: <b>Initial Velocity:</b> %.2f ft/s
nl: <b>Beginsnelheid:</b> %.2f ft/s

source: <b>Zero Range:</b> %.2f yards
nl: <b>Nulbereik:</b> %.2f yards

source: <b>Shooting Angle:</b> %.2f degress
nl: <b>Schiethoek:</b> %.2f graden

source: <b>Wind Velocity:</b> %.2f mph
nl: <b>Windsnelheid:</b> %.2f mph

source: <b>Wind Direction:</b> %.2f degress
nl: <b>Windrichting:</b> %.2f graden

source: <b>Altitude:</b> %.2f ft
nl: <b>Hoogte:</b> %.2f ft

source: <b>Temperature:</b> %2f F
nl: <b>Temperatuur:</b> %2f F

source: <b>Relative Humidity:</b> %.2F%%
nl: <b>Relatieve vochtigheid:</b> %.2F%%

source: <b>Range (yards)</b>
nl: <b>Bereik (yards)</b>

source: <b>Drop (inches)</b>
nl: <b>Daling (inches)</b>

source: <b>Drop (MOA)</b>
nl: <b>Daling (MOA)</b>

source: <b>Velocity (ft/s)</b>
nl: <b>Snelheid (ft/s)</b>

source: <b>Energy (ft-lb)</b>
nl: <b>Energie (ft-lb)</b>

source: <b>Windage (MOA)</b>
nl: <b>Luchtweerstand (MOA)</b>

source: <b>Time (s)</b>
nl: <b>Tijd (s)</b>

source: Error creating HTML output
nl: Fout bij het aanmaken van HTML-uitvoer

source: Date/Time
nl: Datum/tijd

source: Log Level
nl: Log niveau

source: Message
nl: Bericht

source: Reading log file
nl: Logbestand lezen

source: Vital Zone size is required to calculate PBR
nl: De grootte van de vitale zone is vereist om de PBR te berekenen

source: Near Zero: %.2f yards
nl: Nabije nul: %.2f yards

source: Far Zero: %.2f yards
nl: Afgelegen nul: %.2f yards

source: Minimum PBR: %.2f yards
nl: Minimale PBR: %.2f yards

source: Maximum PBR: %.2f yards
nl: Maximale PBR: %.2f yards

source: Sight-in at 100 yards: %.2f" high
nl: Uitzicht op 100 yards: %.2f" high

source: Choose save location
nl: Kies opslaglocatie

source: _Cancel
nl: _Annuleren

source: _Select
nl: _Selecteren

source: Name:
nl: Naam:

source: Solve
nl: Oplossen

source: Example
nl: Voorbeeld

source: Projectile Weight (grains)
nl: Projectielgewicht (grains)

source: 0 = headwind 90 = right to left 180 = tailwind 270/-90 = left to right
nl: 0 = tegenwind 90 = van rechts naar links 180 = wind mee 270/-90 = van links naar rechts

source: Initial Velocity (ft/s)
nl: Beginsnelheid (ft/s)

source: Zero Range (yards)
nl: Nulbereik (yards)

source: Sight Height Over Bore (in)
nl: Zichthoogte boven diameter (in)

source: Shooting Angle (deg)
nl: Schiethoek (graden)

source: Wind Velocity (mph)
nl: Windsnelheid (mph)

source: Wind Angle (0-360 deg)
nl: Windhoek (0-360 graden)

source: Drag Coefficient
nl: Sleepcoëfficiënt

source: Altitude (ft)
nl: Hoogte (ft)

source: Temperature (F)
nl: Temperatuur (F)

source: Barometric Pressure (Hg)
nl: Barometrische druk (Hg)

source: Relative Humidity (%)
nl: Relatieve vochtigheid (%)

source: Drag Function
nl: Sleepfunctie

source: Step Size
nl: Stapgrootte

source: Export Results
nl: Resultaten exporteren

source: Calculate PBR
nl: Bereken PBR

source: Enable Atmospheric Corrections
nl: Schakel atmosferische correcties in

source: Log Viewer
nl: Toon logboek

source: Refresh
nl: Verversen

source: Clear
nl: Schoonmaken

source: Point Blank Range (PBR)
nl: Point Blank bereik (PBR)

source: Calculate
nl: Berekenen

source: Vital Zone Size (inches)
nl: Grootte vitale zone (inches)

source: Sight Height (inches)
nl: Zichthoogte (inches)

source: Preferences
nl: Voorkeuren

source: Directories
nl: Mappen

source: Save Directory
nl: Map opslaan

source: Browse
nl: Bladeren

source: Length
nl: Lengte

source: Mass
nl: Massa

source: Safe Value
nl: Veilige waarde

source: Miller Stability
nl: Miller stabiliteit

source: Specific Gravity
nl: Soortelijk gewicht

source: Miller Twist Rule
nl: Miller twist regel

source: View Log
nl: Bekijk logboek

source: Help
nl: Hulp

source: About
nl: Over

source: Quit
nl: Afsluiten

source: External ballistics software
nl: Externe ballistische software

source: balística is a basic ballistics calculator for the Gnome Desktop Environment. It provides the ability to calculate the standard drag functions (G1-G8) along with other minor ballistics related calculations like the Greenhill Formula and the Miller Twist Rule.
nl: balística is een basis ballistische calculator voor de Gnome Desktop omgeving. Het biedt de mogelijkheid om de standaard sleepfuncties (G1-G8) te berekenen, samen met andere kleine ballistische berekeningen zoals de Greenhill formule en de Miller Twist regel.

source: balística’s features include:
nl: de eigenschappen van balística omvatten:

source: Calculate a round's drag using the G1-G8 drag models
nl: Bereken de weerstand van een schot met behulp van de G1-G8-sleepmodellen

source: Compute a bullet's twist rate using Greenhill or Miller
nl: Bereken de twist rate van een kogel met Greenhill of Miller

source: Compute a round's Point Blank Range (PBR)
nl: Bereken een Point Blank bereik (PBR) van een schot

source: External ballistics calculator
nl: Externe ballistische calculator

source: ballistics
nl: ballistiek
